BSWEB/p.xml

<soapenv:Envelope xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:urn="urn:servidor.ConsultaCliente">
   <soapenv:Header/>
      <soapenv:Body>
            <urn:ConsultaCliente soapenv:encodingStyle="http://schemas.xmlsoap.org/soap/encoding/">
                     <valor xsi:type="xsd:string">
                                             <ConsultaCliente>
                                                                           <tipo_documento>1</tipo_documento>
                                                                                                         <numero_documento>48155950034</numero_documento>
                                                                                                                                       <codigo_filial>1</codigo_filial>
                                                                                                                                                                     <codigo_operador>1</codigo_operador>
                                                                                                                                                                                                   <numero_pdv>1</numero_pdv>
                                                                                                                                                                                                                        </ConsultaCliente>
                                                                                                                                                                                                                         </valor>
                                                                                                                                                                                                                               </urn:ConsultaCliente>
                                                                                                                                                                                                                                  </soapenv:Body>
                                                                                                                                                                                                                                  </soapenv:Envelope>
